Repository: mozilla-l10n/mt-training-data
Catalog: nr/nr_pontoon.tmx
Source language: en_us
Languages: nr

source: How does Common Voice work?
nr: Isebenza njani i-Common Voice?

source: How does site localization work?
nr: Ikhasi lamalimi wendabuko lisebena njani?

source: How do I access and use the dataset?
nr: Ngingalifumana namkha ngilisebenzise njani ihlelweli?

source: How do I add a language?
nr: Ngingalifaka njani ilimi?

source: How do I add sentences?
nr: Ngiyifaka njani imitjho?

source: How do I know whether to approve a voice clip?
nr: Ngingazi njani ukuthi kufuze ngiwuphasise umutjho?

source: How do I record a high quality voice clip?
nr: Ngingasirekhoda njani isiqetjhana esisezingeni eliphezulu?

source: How do I stay in touch?
nr: Ngingahlala njani nginelwazi?

source: How would you describe your accent?
nr: Ungayihlathulula njani indlela ophimisela ngayo?

source: I agree
nr: Ngiyavuma

source: Icelandic
nr: Isi-Icelandic

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
nr: Ngingakuthabela ukufumana ama-email akhuluma ngeenkhumbuzo zemigomo, ituthukwami neendaba ezimalungana ne-Common Voice.

source: I do not agree
nr: Angivumi

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
nr: Nange okurekhodiweko kwaliwa babantu aba-2, kukhutjhwa ngomunye umhlobo webulungelo.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
nr: Nange okurekhodiweko kuqunteka namkha kutjhitjhiza kususe ngaphandle kwalokha okhunye kuzwakala.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
nr: Nangabe umutjho awuyifikeleli imibandela elandelako, gandelela ikinobho ;ethi-Reject; engasesandleni sesincele. Nawungaqinisekiko ngomutjho, angaweqa uye kolandelako.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
nr: Nange umutjho uhlangabezana nakho koke okutlhogekako gandelela i- &quot; engehlangothini lesokudla &quot;Phasile&quot.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
nr: Nawufumana okuthileko okungakafakwa eenqophiswenezi, sibawa uhlole okurekhodiweko ngokwahlulela kwakho. Nangabe awukghoni ukuqunta, sebenzisa ikinobho yokweqa skip utjhinge emtjhweni olandelako.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
nr: Nange ukghona <strong>ukubezwa</strong> begodu <strong>ubazwisisa</strong>, kungaba kuhle <strong>uphasise</strong>.

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
nr: "Nange ungezwa litho elivela kithi bekudlule amalangana, yenza ilandelela ku <emailLink>{ $email }</emailLink> sizokubuyela kuwe!"

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
nr: Nange funa amathulusi wokwakha amahlelo we-ASR, ungazihlanganisa nabanye abantu emphakathini <discourseLink>eBulungelweni</discourseLink>.

source: If you run out of sentences to review, please help us collect more sentences!
nr: Nange ingasekho imitjho ongayibuyekeza sibawa usisize sifumane imitjho eyengeziweko!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
nr: Nange ucabanga bona amatshwayo wokufunda angenza kube<strong> budisi bona abantu bazwisise</strong>, namkha<strong> likhulu itjhada</strong> elizwakala ngemuva, namkha<strong> kunabanye abantu abakhulumako</strong>, yeke kufuze ungalamukeli iphimbo. <accuracyLink>Qala ukwaziswa okungeziweko ku-accuracy criteria yethu</accuracyLink>.

source: Igbo
nr: Isi-Igbo

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
nr: Ngizibekele umgomo wokunikela ngephimbo lami ku #CommonVoice -- sebenzisana nami sifundise imitjhini ukuthi abantu bamambala bakhuluma njani { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
nr: Anginamraro wokobana nibe nemininingwana le njengombana kuhlathululiwe<privacyLink> emibandeleni yeMozilla</privacyLink>

source: Includes email, username & demographic info, available right away
nr: Faka i-imeyili, igama nemininingwanakho khona nje

source: Includes mp3s and related sentences, may take some time to prepare
nr: Ukuhlanganisa ne-mp3 emitjhweni kungathatha isikhathi eside

source: Indonesian
nr: Isi-Indonesia

source: Information about the language
nr: Imininingwana ngelimi

source: In Progress
nr: Iyaraga

source: Interested in learning more and contributing to the project?
nr: Ufuna ukufunda okwengeziweko begodu unikele ephrojekthini le?

source: Interlingua
nr: Isi-Interlingua

source: Interlingue
nr: Isi-Interlingue

source: Irish
nr: Isi-Irish

source: IsiNdebele (North)
nr: IsiNdebele (Tlhagwini)

source: IsiNdebele (South)
nr: IsiNdebele (Sewula)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
nr: Amakhowudi <isoCodeLink> we-ISO</isoCodeLink> nange angazi

source: Is the clip valid?
nr: Isiqetjhada sisemthethweni?

source: Italian
nr: Isi-Itali

source: It contains words or phrases that are hard to read or pronounce.
nr: Kunamezwi namkha amagama okubudisi ukuwafunda namkha ukuwaphimisela.

source: It is written in a language different than what I’m speaking.
nr: Kutlolwe ngelimi elihlukileko kunengilikhulumako.

source: Izhorian
nr: Isi-Izhoria

source: Japanese
nr: IsiJapani

source: Join the Common Voice mailing list
nr: Ngenela ihlelo le-Common Voice

source: Just Unsure?
nr: Awuqiniseki?

source: Kabardian
nr: IsiKabardia

source: Kabyle
nr: IsiKabyle

source: Kaqchikel
nr: IsiKaqchikel

source: Karakalpak
nr: IsiKarakalpak

source: Kazakh
nr: IsiKazakh

source: { $kb }kb max
nr: { $kb }kb siling.

source: Keep
nr: Bulunga

source: Keep it up, record again <recordIcon></recordIcon>
nr: Wenze kuhle, rekhoda godu <recordIcon></recordIcon>

source: Keep the recordings
nr: Bulunga okurekhodiweko

source: Keep track of your progress and metrics across multiple languages.
nr: Hlola ituthukwakho ngamalimi ahlukahlukeneko.

source: Keep track of your progress with a profile
nr: Tjheja ituthukwakho ngephrofayili

source: Keep track of your progress with a profile and help our voice data be more accurate.
nr: Sebenzisa iphrofayili yakho bona uhlole ituthukwako begodu usize ihlelo lethu linembe khudlwana.

source: Khmer
nr: IsiKhmer

source: K'iche'
nr: IsiK'iche'

source: Kikuyu
nr: IsiKikuyu

source: Kinyarwanda
nr: IsiKunyarwanda

source: Komi-Zyrian
nr: IsiKomi-Zyrian

source: Konkani (Devanagari)
nr: IsiKonkani (Devanagari)

source: Korean
nr: IsiKorean

source: Kurmanji Kurdish
nr: IsiKurmanji Kurdish

source: Kyrgyz
nr: IsiKyrgyz

source: Language
nr: Ilimi

source: Language Request
nr: Ukubawa ilimi

source: Language request successfully submitted, thank you.
nr: Isibawo selimi sithunyelwe ngokuphumelelako, siyathokoza.

source: Languages
nr: Amalimi

source: Latvian
nr: IsiLatvian

source: Launched
nr: Yethulwa ngokusemthethweni

source: Leaderboard Visibility
nr: Ukubonakala kwebhodi

source: Learn how to take part
nr: Funda ukuthi ungasiza njani

source: Learn More
nr: Funda okwengeziweko

source: Leaving now means you’ll lose your changes
nr: Nawuphuma nje uzokulahlekelwa matjhuguluko owenzileko

source: Leaving now means you'll lose your progress
nr: Nawuphuma nje uzokulahlekelwa ngosele ukwenzile

source: Let's Get Started
nr: Asithome

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
nr: I-LibriSpeech mitlolo engathatha pheze ama-awara ayi-1000 ye 16Khz efundwa ngelimi lesiNgisi ethethwe eencwadini ezirekhodiweko zehlelo le-LibriVox

source: License
nr: Ilayisense

source: License: <licenseLink>CC-0</licenseLink>
nr: Ilayisense: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
nr: Ilayisensi: <licenseLink>{ $license }</licenseLink>

source: Ligurian
nr: IsiLiguria

source: Link Copied
nr: Ikopa ilink

source: Links to websites that can help us understand the language
nr: Ngena kuzindzolwazi engasisiza sizwisise ilimi

source: Listen
nr: Lalela

source: Listening
nr: Ukulalela

source: Listen-Queue
nr: Lalela

source: Lithuanian
nr: IsiLithuania

source: Loading…
nr: Iyalowuda...

source: Loading sentences…
nr: Ifaka imitjho…

source: Localized
nr: Yenza kujayeleke

source: Login Identity
nr: Imininingwana yokungena

source: Log in or sign up to get started
nr: Thungela namkha uzitlolise bona uthome

source: Log In / Sign Up
nr: Thungela / Zitlolise

source: Log In / Sign Up with { $company } email
nr: Thungela / Tlolisa nge-imeyili ye { $company }

source: Log Out
nr: Phuma

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
nr: Kubonakala ngathi akukho okulalelwako ngelimeli. Sibawa usisize sivale isikhalesi ngokuthi urekhode okuthileko njenga nje.

source: Luganda
nr: IsiLuganda

source: Luxembourgish
nr: IsiLuxembourgish

source: Macedonian
nr: IsiMacedonia

source: Maithili
nr: IsiMaithili

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
nr: Yenza isiqiniseko sokobana ihlelo liyarekhoda ngaphambi kobana uthome ukukhuluma begodu liyajama nawuqedako.

source: Make sure the sentence meets the following criteria:
nr: Yenza isiqiniseko bona imitjho ihlangabezana nemibandela elandelako:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
nr: Yenza imininingwana oyithumeleko ibe mihle ngendlela ongakghona ngayo ngokuthi ufake koke ukwaziswa okutlhogekako ngawe okungekhe kwanikelwa abanye abantu. Koke ukwaziswa osinikela khona ngawe angekhe sikwenze kwazeke emphakathini.

source: Malagasy
nr: IsiMalagasy

source: Malayalam
nr: IsiMalay

source: Maltese
nr: IsiMaltese

source: Manage Email Subscriptions
nr: Tlhogomela ukuzitlolisela ama-email

source: Manage Subscriptions
nr: Lawula ukutlolisa

source: Mapudungun
nr: IsiMapudungun

source: Marathi
nr: IsiMarathi

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
nr: Mhlamunye i<homepageLink>homepage</homepageLink> yethu izokusiza? Bona ubuze imibuzo, sibawa uhlanganyele ne<matrixLink>Matrix community chat</matrixLink>, tjheja ukuvezwa kwemiraro ku<githubLink>GitHub</githubLink> namkha uvakatjhele iforamu ye-<discourseLink>yeDiscourse forums</discourseLink>.

source: Meadow Mari
nr: IsiMeadow Mari

source: Meetei Lon
nr: IsiMeetei Lon

source: Message
nr: Umlayezo

source: [Mismatched content]
nr: [Okungatlhogekiko]

source: Misreadings
nr: Okungakafundwa kuhle

source: Missing an <strong>'s'</strong> at the end of a word.
nr: Kutjhoda u <strong>'s'</strong> ekugcineni kwegama.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
nr: Kutjhoda u- <strong>'A'</strong> namkha u- <strong>'The'</strong> ekuthomeni kokurekhodiweko.

source: Missing the end of the last word by cutting off the recording too quickly.
nr: Kulahleke amezwi wokugcina ngombana ujamise ukurekhoda msinyana.

source: Mixed
nr: Okuhlanganisiweko

source: Moksha
nr: IsiMoksha

source: Mongolian
nr: IsiMongolia

source: More
nr: Okungezelelweko

source: [More has been recorded than the required text]
nr: [Kurekhodwe okunengi ukudlula ebegade kutlhogeka]

source: Mossi
nr: IsiMossi

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
nr: Ukwaziswa okunengi okusetjenziswa makhampani amakhulu akufunyanwa babantu abanengi. Sicabanga bona lokhu kuvimba ituthuko. Yeke senze i-Common Voice, yenza ama-voice recognition asetjenziswe ngendlela etjhaphulukileko begodu akghone ukusetjenziswa ngibo boke abantu

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
nr: Ukwaziswa okunengi okusetjenziswa makhampani amakhulu akufumaneki bona kusetjenziswe babantu abanengi. Sicabanga bona lokhu kuvimba ituthuko. Yeke senze i-Project Common Voice, isize bona ama-voice asetjenziswe ngokutjhaphulukileko begodu afunyanwe ngibo boke abantu.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
nr: Okunengi okurekhodiweko kwenziwe ngephimbo lemvelo. Ungakwamukela ukufunda namkha iphimbo elizwakalela phezulu, elizwakalela phasi, ngitjho nelizwakala ‘sabudrama’. Sibawa ungawamukeli amaphimbo azwakala ngasuthi ayavuma namkha amaphimbo enziwe ngekhomphyutha.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
nr: I-Mozilla Common Voice izimisele ukusiza ekufundiseni imitjhini bona abantu bamambala bakhuluma njani.

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
nr: I-Mozilla Common Voice yenziwe miphakathi ehlukahlukeneko yabantu, abosolimi, abososayensi, imikhakha yezefundo kuhlanganise nabonjiniyela bama-software ephasini mazombe. Ijimeli lidoswa phambili yi-Mozilla Foundation.

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
nr: I-Mozilla’s open source voice recognition engine Deep Speech ingasetjenziswa bona kwakhiwe ama-peech recognition applications. Funda <githubLink>isirhunyezo se-Github</githubLink> namkha <discourseLink>uhlanganyele ne-DeepSpeech Discourse</discourseLink> bona ufunde ukuthi ungakghona njani ukuthoma.

source: Mutual accountability.
nr: Isibopho sokulandisa.

source: Name
nr: Igama

source: Names of your language
nr: Amagama welimi lakho

source: Native Language
nr: Ilimi owalimunyako

source: Need some help with accent?
nr: Utlhoga isizo ngokuphimisela?

source: Need some help with variants?
nr: Utlhoga isizo ngemihlobohlobo?

source: Need to download your data?
nr: Utlhoga ukudawuniloda imininingwana yakho?

source: Nepali
nr: IsiNepali

source: New Language Launch
nr: Ilimi elitjha elifakwa ngokusemthethweni

source: Next
nr: Okulandelako

source: Nias
nr: IsiNias

source: No
nr: Awa

source: [No ‘a’ in the original text]
nr: [Awa kuno ‘a’ emtlolweni wokuthoma]

source: No gravatar found for your email
nr: Akuna-gravatar efumanekako ku-emailakho

source: No microphone found.
nr: Umbhobho awufumaneki.

source: Northern Sotho
nr: IsiSotho seTlhagwini

source: Norwegian Bokmål
nr: IsiKinyarwanda

source: Norwegian Nynorsk
nr: IsiNorwegian Nynorsk

source: No sentences to review. <addLink>Add more sentences now!</addLink>
nr: Ayikho imitjho ongayibuyekeza. <addLink>Faka imitjho engeziweko khona nje!</addLink>

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
nr: Tjheja: Amasethingi wengcenye ethi 'Bonakala' angatjhugululwa la <profileLink>ekhasini lePhrofayili</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
nr: Tjheja: Kusafuze ukhethe hlangana NokuKhuluma nokuLalela bona utjhugulule indlela onganikela ngayo.

source: No Thanks
nr: Awa ngiyathokoza

source: No variant selected
nr: Akukho okuhlukahlukeneko okhethiweko

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
nr: Njengombana sele wazi okungeziweko nge-Common Voice, kubayini ungayilingi? Gandelela imakhrofoni uthome ukufundela phezulu. <br/><br/> Nawufuna ukuhlola okwenziwe banikeli bamaphimbo, gandelela itshwayo lokudlala. Uzokuqinisekisa bona okurekhodiweko kukhambisana nalokho okutloliweko.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
nr: Nje ungakghona ukunikela ngephimbo lakho bona usisize sakhe ibulungelo elivulekele woke umuntu abantu abangalisebenzisa ukwakha ama-apps weensetjenziswa namkha amazinzolwazi. Funda imitjho yabanye abanikeli bona uthuthukise izinga layo. Kulula ngaleyo ndlela!

source: Number of Voices
nr: Inani lamaphimbo

source: Occitan
nr: Isi-Occita

source: Odia
nr: Isi-Odia

source: Off
nr: Qima

source: Offensive language
nr: Ilimi elilumelako

source: Offensive speech
nr: Ikulumo elumelako

source: On
nr: phezulu

source: On desktop devices you can contribute by downloading…
nr: Nawusebenzisa ikhomphuyutha ehlala etafuleni unganikela ngokudawuniloda...

source: On his head he wore a beret.
nr: Umbethe ibherede ehlokwakhe.

source: On iOS please continue with Safari to enable recording…
nr: Ku-iOS sibawa uragele phambili ngeSafari bona ukghone ukurekhoda...

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
nr: Ngakwelinye ihlangothi, nawucabanga bona umfundi kungenzeka akhenge khekahlangane nebizo ngaphambilini, begodu uyaqagela ukuthi ibizo elithileko lingabizwa njani, ungalamukeli. Nawungaqiniseki ngalokho, gandelela ikinobho yokweqa skip.

source: Optionally join on our email list for updates and new information about the project.
nr: Nawuthandako ungangenela ihlelo lethu lokufumana zamva nje nge-imeyili ufumane nemininingwana emitjha ngephrojekthi.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
nr: Ukwaziswa okuthunyelwa ngokuzithandela (isib. umnyaka, ubulili, ilimi, nendlela yokukhuluma) angeze linikelwe abantu, begodu angenze lifakwe e-akhawundinakho ebulungelweneli. Iphimbo elinye nelinye elirekhodiweko lizokuhlotjaniswa nokwaziswa kokuthi kwenziwe ukuhlola okunembileko - ngokwesibonelo, umrhubhululi angafuna ukubandula umuntu othileko ngokuya ngalokho akufumanako.

source: Other
nr: Okhunye

source: Other Language
nr: Elinye ilimi

source: Other people validate those voice clips.
nr: Abanye abantu baqinisekisa iinqetjhana zokurekhodiweko.

source: Other voice datasets…
nr: Elinye ihlelo lamaphimbo…

source: Other Voice Datasets
nr: Elinye ihlelo lamaphimbo

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
nr: Imanenja yomphakathethu izokuthinta bona ikunikele isekelo elingeziweko, begodu izokwazisa nangabe sele ukhona umphakathi osebenza ngelimi lakho

source: Our governance is founded on the pillars of:
nr: Umthethosisekelo wethu uyafumaneka ku:

source: Overall Accuracy
nr: Ukunemba

source: Overall Hr. Total
nr: Inani lakho koke Hr

source: Papiamento (Aruba)
nr: IsiPapiamento (Aruba)

source: Partners
nr: Abalingani

source: Partnerships and networks
nr: Ukubambisana nezokuthintana

source: [Part of the text can’t be heard]
nr: [Ingcenye yokutloliweko ayizwakali]

source: Pashto
nr: IsiPashto

source: Past recordings download requests
nr: Iimbawo ezidlulileko zokudawunilowuda imitjho

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
nr: <p>I-Common Voice libulungelo lamaphimbo elingasetjenziswa mphakathi, elenziwa mavolonthiya anikele ngamaphimbawo ephasini loke. Abantu abafuna ukwakha imitjhini yamaphimbo bangakghona ukusebenzisa ibulungelweli bona babandule imitjhini ekhulumako.</p> <p>Sikhuluma nje, amabulungelo amanengi ngewamakhamphani athileko, okuyinto evimba ituthuko. Ama-Voice datasets abuye angajameli kuhle: Abantu abangakhulumi isiNgisi, abantu abanzima, abantu abaphila nokukhubazeka, abantu bengubo nabantu abane-LGBTQIA+ . Lokho kutjho bona ama-voice-enabled technology akasebenzi emalimini amanengi, begodu lapho asebenza khona, akasebenzi ngendlela efanako kiwo woke umuntu. Sifuna ukukutjhugulula lokho ngokuthi sivumele woke umuntu bona anikele ngephimbo lakhe.</p>

source: People come and contribute their voices.
nr: Abantu bayeza bazokunikela ngamaphimbo wabo.

source: Persian
nr: IsiPersia

source: Personal dashboards keep you up-to-date with individual and community progress.
nr: Ikhasi lakho likwenza uhlale ufumana zamva nje ezimalungana netuthuko yomphakathi.

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
nr: <playbookLink>Fumana isinqophiso esilisizo</playbookLink> kilo loke ikhambo le-Common Voice, kusukela ekulumweni yendabuko, ukusebenzisa ihlelweli nokuthi ungathintana njani nomphakathethu.

source: <playIcon></playIcon>Last one!
nr: <playIcon></playIcon>Yokugcina!

source: Play/Stop
nr: Dlala/Jama

source: Please select a language to review sentences.
nr: Sibawa ukhethe ilimi bona ubuyekeze imitjho.

source: Polish
nr: IsiPolish
